Repository: common-repository/jm-paypal-client
Catalog: languages/jm_paypal_client-*.po
Languages: nl_nl

source: Checkin date
nl_nl: Checkin Datum

source: Use the correct date format, yyyy-mm-dd
nl_nl: Gebruik het juiste formaat, yyyy-mm-dd

source: Description
nl_nl: Beschrijving

source: Mandatory field
nl_nl: Verplicht veld

source: This is not a valid email address
nl_nl: Dit is geen correct email adres

source: Amount
nl_nl: Bedrag

source: Input the amount in the format xxxx.xx
nl_nl: Geef het bedrag in het formaat xxxx.xx

source: Pay
nl_nl: Betalen

source: <h2>The Payment is done.</h2>
nl_nl: <h2>De betaling is gedaan.</h2>

source: <h2>The Payment is cancelled.</h2>
nl_nl: <h2>De betaling is afgebroken.</h2>

source: <h2>Wait for PayPal</h2>
nl_nl: <h2Wacht op PayPal</h2>

source: Paypal Settings
nl_nl: Paypal Instellingen

source: Sandbox Settings
nl_nl: Sandbox Instellingen

source: Use Sandbox
nl_nl: Gebruik Sandbox

source: Select for testing the Sandbox
nl_nl: Selecteer Sandbox voor het testen

source: Sandbox Username
nl_nl: Sandbox gebruikersnaam

source: Username for Sandbox testing. If empty the Sandbox default will be used
nl_nl: Gebruikersnaam voor Sandbox testen. Indien leeg dan worden de Sandbox defaults gebruikt.

source: Sandbox Password
nl_nl: Sandbox Wachtwoord

source: Password for Sandbox testing. If empty the Sandbox default will be used
nl_nl: Wachtwoord voor Sandbox testen. Indien leeg dan worden de Sandbox defaults gebruikt.

source: Signature for Sandbox testing. If empty the Sandbox default will be used
nl_nl: Signature voor Sandbox testen. Indien leeg dan worden de Sandbox defaults gebruikt.

source: Real Life Settings
nl_nl: - Real Life - instellingen

source: Real Life Username
nl_nl: - Real Life - gebruikersnaam

source: Username for Real Life payment.
nl_nl: Gebruikersnaam voor - Real Life - betalingen

source: Real Life Password
nl_nl: - Real Life - wachtwoord

source: Password for Real Life payment.
nl_nl: Wachtwoord voor - Real Life - betalingen.

source: Signature for Real Life payment.
nl_nl: Signature voor- Real Life -

source: Use as description Checkin
nl_nl: Gebruik als beschrijving Checkin

source: Currency
nl_nl: Valuta

source: Select Currency
nl_nl: Selecteer valuta

source: Sandbox options only needed for testing:
nl_nl: Sandbox instellingen alleen nodig voor het testen.

source: Real Life Settings. This settings are mandatory for real payments.
nl_nl: - Real Life - Instellingen. Deze instellingen zijn verplicht voor echte betalingen.
